// CommandPalette.js
// Version: 0.6.3
// Language: Russian (1049)

[AkelPad]
4101 = "Файл: Новый\tCtrl+N"
4102 = "Файл: Новое окно\tCtrl+Shift+N"
4103 = "Файл: Открыть...\tCtrl+O"
4104 = "Файл: Переоткрыть\tF5"
4105 = "Файл: Сохранить\tCtrl+S | F2"
4106 = "Файл: Сохранить как...\tCtrl+Shift+S"
4107 = "Файл: Параметры страницы..."
4108 = "Файл: Печать...\tCtrl+P"
4109 = "Файл: Выход\tAlt+F4"
4110 = "Файл: Сохранить все\tCtrl+Alt+F2"
4111 = "Файл: Сохранить все как..."
4113 = "Файл: Печать"
4114 = "Файл: Предпросмотр..."
4121 = "Файл: Определить кодировку заново\tAlt+F5"
4122 = "Файл: Открыть как ANSI\tAlt+W"
4123 = "Файл: Открыть как OEM\tAlt+D"
4124 = "Файл: Открыть как KOI-R\tAlt+K"
4125 = "Файл: Открыть как UTF-16 LE\tAlt+L"
4126 = "Файл: Открыть как UTF-16 BE\tAlt+B"
4127 = "Файл: Открыть как UTF-8\tAlt+U"
4131 = "Файл: Сохранить как ANSI\tShift+Alt+W"
4132 = "Файл: Сохранить как OEM\tShift+Alt+D"
4133 = "Файл: Сохранить как KOI-R\tShift+Alt+K"
4134 = "Файл: Сохранить как UTF-16 LE\tShift+Alt+L"
4135 = "Файл: Сохранить как UTF-16 BE\tShift+Alt+B"
4136 = "Файл: Сохранить как UTF-8\tShift+Alt+U"
4137 = "Файл: Сохранить как UTF-8 без BOM"
4140 = "Правка: Конт. меню преобр. кодировок\tF12"
4151 = "Правка: Отменить\tCtrl+Z"
4152 = "Правка: Вернуть отменённое\tCtrl+Shift+Z"
4153 = "Правка: Вырезать\tCtrl+X"
4154 = "Правка: Копировать\tCtrl+C"
4155 = "Правка: Вставить\tCtrl+V"
4156 = "Правка: Удалить\tDel"
4157 = "Правка: Выделить всё\tCtrl+A"
4158 = "Правка: Найти...\tCtrl+F"
4159 = "Правка: Найти следующее\tF3"
4160 = "Правка: Найти предыдущее\tShift+F3"
4161 = "Правка: Заменить...\tCtrl+H | Ctrl+R"
4162 = "Правка: Перейти к...\tCtrl+G"
4163 = "Правка: Запуск 'Таблица символов'\tCtrl+I"
4164 = "Правка: Отступ табуляцией"
4165 = "Правка: Отступ табуляцией, если несколько строк"
4166 = "Правка: Удал. табуляцию, если неск. строк, либо Отступ табуляцией"
4167 = "Правка: Удалить табуляцию, если несколько строк"
4168 = "Правка: Отступ пробелом"
4169 = "Правка: Отступ пробелом, если несколько строк"
4170 = "Правка: Удал. пробел, если неск. строк, либо Отступ пробелом"
4171 = "Правка: Удалить пробел, только если несколько строк"
4172 = "Правка: Удалить первый символ"
4173 = "Правка: Удалить первый символ, если есть выделенный текст"
4174 = "Правка: Удалить пробелы и табы в конце строк\tAlt+Backspace"
4175 = "Правка: В ВЕРХНИЙ РЕГИСТР\tCtrl+6"
4176 = "Правка: в нижний регистр\tCtrl+7"
4177 = "Правка: С заглавной буквы (регистр)\tCtrl+8"
4178 = "Правка: Каждое Слово С Заглавной (регистр)\tCtrl+9"
4179 = "Правка: иНВЕРТИРОВАТЬ рЕГИСТР\tCtrl+0"
4180 = "Правка: Преобразовать регистр по кругу (5 видов)\tCtrl+5"
4182 = "Правка: Перекодировать...\tAlt+R"
4183 = "Правка: Вставить дату\tCtrl+D"
4184 = "Правка: Формат новой строки DOS/Windows (CRLF)"
4185 = "Правка: Формат новой строки Unix (LF)"
4186 = "Правка: Формат новой строки Mac (CR)"
4190 = "Правка: Режим вставки/замены символов"
4191 = "Правка: Вставить как ANSI текст\tCtrl+Shift+V"
4192 = "Правка: Вертикальная вставка\tAlt+V"
4193 = "Правка: Вставить текст после каретки"
4194 = "Правка: Вставить текст с учётом регистра выделения"
4195 = "Правка: Удалить все пробелы в выделении"
4196 = "Правка: Встав. нов. строку с отступом (`Сохр. отступы слева` выкл)"
4197 = "Правка: Удалить текущую строку\tCtrl+Y"
4198 = "Правка: Переместить курсор в противополож. конец выделения\tAlt+\"
4199 = "Правка: Переместить курсор на предыдущую позицию\tAlt+,"
4200 = "Правка: Переместить курсор на следующую позицию\tAlt+."
4201 = "Вид: Шрифт..."
4202 = "Вид: Цвет..."
4204 = "Вид: Увеличить шрифт 1pt\tCtrl+Num+"
4205 = "Вид: Уменьшить шрифт 1pt\tCtrl+Num-"
4206 = "Вид: Восстановить размер шрифта при запуске\tCtrl+Num*"
4209 = "Вид: Перенос по словам\tCtrl+U"
4210 = "Вид: Поверх всех окон\tCtrl+T"
4211 = "Вид: Строка состояния"
4212 = "Вид: Разделить окно на 4 части"
4213 = "Вид: Разделить окно вертикально"
4214 = "Вид: Разделить окно горизонтально"
4215 = "Вид: Разделить окно (вкл/выкл)"
4216 = "Вид: Только чтение (блокир. в редакторе)"
4251 = "Настройки: Выполнить...\tCtrl+F5"
4252 = "Настройки: Сохранять время файла"
4253 = "Настройки: Следить за изменением файла"
4254 = "Настройки: Сохранять отступы слева\tCtrl+L"
4255 = "Настройки: Не открывать файл дважды"
4256 = "Настройки: Не открывать программу дважды"
4259 = "Настройки: Плагины...\tAlt+P"
4260 = "Настройки: Параметры..."
4261 = "Настройки: Однооконный режим (SDI)"
4262 = "Настройки: Многооконный режим (MDI)"
4263 = "Настройки: Псевдо-многооконный режим (PMDI)"
4301 = "Настройки: Вкладки сверху"
4302 = "Настройки: Вкладки снизу"
4303 = "Настройки: Скрыть вкладки"
4304 = "Настройки: Стандартные вкладки"
4305 = "Настройки: Вкладки как кнопки"
4306 = "Настройки: Вкладки как плоские кнопки"
4307 = "Окно: Выстроить окна горизонтально"
4308 = "Окно: Выстроить окна вертикально"
4309 = "Окно: Выстроить окна каскадом"
4310 = "Настройки: Переключать вкладки следующая-предыдущая"
4311 = "Настройки: Переключать вкладки правая-левая"
4316 = "Окно: Активировать следующую вкладку\tCtrl+Tab"
4317 = "Окно: Активировать предыдущую вкладку\tCtrl+Shift+Tab"
4318 = "Окно: Закрыть вкладку\tCtrl+F4 | Ctrl+W"
4319 = "Окно: Закрыть все вкладки"
4320 = "Окно: Закрыть все вкладки, кроме текущей"
4321 = "Окно: Закрыть все неизмененные вкладки"
4322 = "Окно: Клонировать вкладку"
4323 = "Окно: Копировать путь файла"
4324 = "Файл: Закрыть файл"
4325 = "Файл: Закрыть файл и выйти (SDI) или закрыть вкладку (MDI/PMDI)"
4327 = "Окно: Выбрать окно...\tF10"
4331 = "Окно: Восстановить/развернуть главное окно\tAlt+Enter"
4332 = "Окно: Перейти к следующему диалоговому окну\tF6"
4333 = "Окно: Перейти к предыдущему диалоговому окну\tShift+F6"
4341 = "Вид: Перейти к следующей части разделенного окна\tF9"
4342 = "Вид: Перейти к предыдущей части разделенного окна\tShift+F9"
4351 = "Справка: О программе..."
4352 = "Справка: Руководство ..."
4353 = "Справка: Обновление..."
5001 = "Файл: Удалить несуществующие из списка последних файлов"

[Plugins]
"Clipboard::Capture" = "Буфер обмена: Захват..."
"Clipboard::Paste" = "Буфер обмена: Вставить текст"
"Clipboard::PasteSerial" = "Буфер обмена: Вставка серийного номера"
"Clipboard::SelAutoCopy" = "Буфер обмена: Автоматически копировать выделенный текст вкл/выкл"
"Clipboard::Settings" = "Буфер обмена: Настройки..."
"Coder::AutoComplete" = "Программирование: Автодополнение вкл/выкл"
"Coder::CodeFold" = "Программирование: Сворачивание блоков вкл/выкл"
'"Coder::CodeFold", 1' = "Программирование: Список сворачиваемых блоков вкл/выкл"
"Coder::HighLight" = "Программирование: Подсветка синтаксиса вкл/выкл"
"Coder::Settings" = "Программирование: Настройки..."
"ContextMenu::Main" = "Контекстное меню: Настроить..."
"ContextMenu::Show" = "Контекстное меню: Показать..."
"Exit::Main" = "Клавиша Escape: Вкл/Выкл (выход по Esc)"
"Exit::Settings" = "Клавиша Escape: Настройки..."
"Explorer::Main" = "Панель проводника: Вкл/Выкл"
'"Explorer::Main", 1, ""' = "Панель проводника: Перейти к текущему файлу"
'"Explorer::Main", 1, "%a\"' = "Панель проводника: Перейти к папке AkelPad"
'"Explorer::Main", 1, "%a\AkelFiles\Docs\"' = "Панель проводника: Перейти к папке Docs"
'"Explorer::Main", 1, "%a\AkelFiles\Plugs\"' = "Панель проводника: Перейти к папке Plugs"
'"Explorer::Main", 1, "%a\AkelFiles\Plugs\Scripts"' = "Панель проводника: Перейти к папке Scripts"
`"Explorer::Main", 1, "%USERPROFILE%"` = "Панель проводника: Перейти к папке %UserProfile%"
"Fonts::Main" = "Шрифты: Вкл/Выкл"
"Format::Decrypt" = "Преобразовать: Расшифровать выделение..."
"Format::Encrypt" = "Преобразовать: Зашифровать выделение..."
"Format::LineFixWrap" = "Преобразовать: Вставить разрыв строки в местах переноса"
"Format::LineGetDuplicates" = "Преобразовать: Получить дублирующиеся строки"
"Format::LineGetUnique" = "Преобразовать: Получить уникальные строки"
"Format::LineRemoveDuplicates" = "Преобразовать: Удалить дублирующиеся строки"
"Format::LineReverse" = "Преобразовать: Инвертировать порядок строк"
"Format::LineSortIntAsc" = "Преобразовать: Сортировать строки по числовому возрастанию"
"Format::LineSortIntDesc" = "Преобразовать: Сортировать строки по числовому убыванию"
"Format::LineSortStrAsc" = "Преобразовать: Сортировать строки по возрастанию"
"Format::LineSortStrDesc" = "Преобразовать: Сортировать строки по убыванию"
"Format::LinkExtract" = "Преобразовать: Извлечь ссылки из HTML текста"
"FullScreen::Main" = "Полноэкранный режим: Вкл/Выкл"
"HexSel::Main" = "Hex-код: Панель Hex-кода вкл/выкл"
"Hotkeys::Main" = "Горячие клавиши: Горячие клавиши..."
"LineBoard::Main" = "Номера строк и закладки: Вкл/Выкл"
"LineBoard::Settings" = "Номера строк и закладки: Настройки..."
"Log::Output" = "Просмотр лога: Панель вывода вкл/выкл"
"Log::Settings" = "Просмотр лога: Настройки..."
"Log::Watch" = "Просмотр лога: В реальном времени вкл/выкл"
"Macros::Main" = "Макросы: Макросы..."
"MinimizeToTray::Always" = "Свернуть в трей: Сворачивать в трей всегда вкл/выкл"
"MinimizeToTray::Now" = "Свернуть в трей: Свернуть в трей"
"QSearch::DialogSwitcher" = "Панель поиска: Быстрое переключение диалогов вкл/выкл"
"QSearch::QSearch" = "Панель поиска: Вкл/Выкл\tF7"
"QSearch::SelFindNext" = "Панель поиска: Найти (выделенный текст) вперёд"
"QSearch::SelFindPrev" = "Панель поиска: Найти (выделенный текст) назад"
"QSearch::GoToNextFindAllMatch" = "Панель поиска: Перейти к след. совпадению из Найти все\tF4"
"QSearch::GoToPrevFindAllMatch" = "Панель поиска: Перейти к пред. совпадению из Найти все\tShift+F4"
`"QSearch::FindNext", 1` = "Панель поиска: Быстро найти вперёд или Выделить слово\tCtrl+F3"
`"QSearch::FindPrev", 1` = "Панель поиска: Быстро найти назад или Выделить слово\tCtrl+Shift+F3"
`"QSearch::FindAll", 1` = "Панель поиска: Быстро найти все или Выделить слово"
"RecentFiles::DeleteNonExistent" = "Последние файлы: Удалить несуществующие"
"RecentFiles::Manage" = "Последние файлы: Управлять..."
"RecentFiles::Show" = "Последние файлы: Показать меню..."
"SaveFile::AutoSave" = "Сохранение файла: Автосохранение вкл/выкл"
"SaveFile::SaveNoBOM" = "Сохранение файла: Сохранять без BOM вкл/выкл"
"SaveFile::Settings" = "Сохранение файла: Настройки..."
"Scripts::Main" = "Скрипты: Скрипты..."
"Scroll::AlignCaret" = "Прокрутка: Выравнивание каретки вкл/выкл"
"Scroll::AutoFocus" = "Прокрутка: Автоматическая передача фокуса вкл/выкл"
"Scroll::AutoScroll" = "Прокрутка: Автоматическая прокрутка текста вкл/выкл"
"Scroll::NoScroll" = "Прокрутка: Обработка непрокручиваемых операций вкл/выкл"
"Scroll::Settings" = "Прокрутка: Настройки..."
"Scroll::SyncHorz" = "Прокрутка: Горизонтальная синхронизация вкл/выкл"
"Scroll::SyncVert" = "Прокрутка: Вертикальная синхронизация вкл/выкл"
"Sessions::Main" = "Сессии: Сессии..."
'"Sessions::Main", 10' = "Сессии: Вкл/Выкл"
"SmartMath::ToggleSmartMath" = "SmartMath: Включить SmartMath"
"SmartSel::NoSelEOL" = "Умная навигация: Исключить EOL из выделения вкл/выкл"
"SmartSel::Settings" = "Умная навигация: Настройки..."
"SmartSel::SmartBackspace" = "Умная навигация: Умная клавиша Backspace вкл/выкл"
"SmartSel::SmartEnd" = "Умная навигация: Умная клавиша End вкл/выкл"
"SmartSel::SmartHome" = "Умная навигация: Умная клавиша Home вкл/выкл"
"SmartSel::SmartUpDown" = "Умная навигация: Умные клавиши Up/Down вкл/выкл"
"Sounds::Main" = "Звуковой набор текста: Вкл/Выкл"
"Sounds::Settings" = "Звуковой набор текста: Настройки..."
"SpecialChar::Main" = "Специальные символы: Вкл/Выкл"
"SpecialChar::Settings" = "Специальные символы: Настройки..."
"Speech::Main" = "Машинное чтение текста: Панель чтения"
"SpellCheck::Background" = "Проверка орфографии: Фоновая проверка"
"SpellCheck::CheckDocument" = "Проверка орфографии: Проверить документ"
"SpellCheck::CheckSelection" = "Проверка орфографии: Проверить выделение"
"SpellCheck::Settings" = "Проверка орфографии: Настройки..."
"SpellCheck::Suggest" = "Проверка орфографии: Проверить слово"
"Stats::Main" = "Статистика: Статистика..."
"Templates::Main" = "Шаблоны: Вкл/Выкл"
"Templates::Open" = "Шаблоны: Открыть..."
"ToolBar::Main" = "Панель инструментов: Вкл/Выкл"
"XBrackets::GoToMatchingBracket" = "Парные скобки: Перейти к парной скобке"
"XBrackets::GoToNearestBracket" = "Парные скобки: Перейти к ближайшей скобке"
"XBrackets::Main" = "Парные скобки: Вкл/Выкл"
"XBrackets::SelToMatchingBracket" = "Парные скобки: Выделить до парной скобки"
"XBrackets::SelToNearestBrackets" = "Парные скобки: Выделить до ближайших скобок"
"XBrackets::Settings" = "Парные скобки: Настройки..."
// CodeFold operations...
"Coder::CodeFold::CurrentCollapse" = "Сворачивание кода: Свернуть/Развернуть текущий уровень\tCtrl+="
"Coder::CodeFold::CurrentGoBegin" = "Сворачивание кода: Перейти к началу текущего уровня\tCtrl+["
"Coder::CodeFold::CurrentGoEnd" = "Сворачивание кода: Перейти к концу текущего уровня\tCtrl+]"
"Coder::CodeFold::CurrentSelect" = "Сворачивание кода: Выделить текущий уровень\tCtrl+\"
"Coder::CodeFold::AllCollapse" = "Сворачивание кода: Свернуть/Развернуть все уровни\tCtrl+Alt+="
"Coder::CodeFold::AllNextLevel" = "Сворачивание кода: Перейти к следующему блоку\tCtrl+Alt+]"
"Coder::CodeFold::AllPrevLevel" = "Сворачивание кода: Перейти к предыдущему блоку\tCtrl+Alt+["
"Coder::CodeFold::FindRootLevel" = "Сворачивание кода: Найти корень"
// Syntax Themes...
'"Coder::Settings", 1, "1s"'   = "Синтаксическая тема: 1с"
'"Coder::Settings", 1, "asm"'  = "Синтаксическая тема: Assembler"
'"Coder::Settings", 1, "au3"'  = "Синтаксическая тема: AutoIt"
'"Coder::Settings", 1, "awk"'  = "Синтаксическая тема: Awk"
'"Coder::Settings", 1, "bat"'  = "Синтаксическая тема: Bat"
'"Coder::Settings", 1, "cpp"'  = "Синтаксическая тема: C++ (cpp)"
'"Coder::Settings", 1, "cs"'   = "Синтаксическая тема: C# (cs)"
'"Coder::Settings", 1, "css"'  = "Синтаксическая тема: CSS"
'"Coder::Settings", 1, "html"' = "Синтаксическая тема: HTML"
'"Coder::Settings", 1, "ini"'  = "Синтаксическая тема: Ini"
'"Coder::Settings", 1, "iss"'  = "Синтаксическая тема: Inno (iss)"
'"Coder::Settings", 1, "js"'   = "Синтаксическая тема: JScript"
'"Coder::Settings", 1, "lua"'  = "Синтаксическая тема: Lua"
'"Coder::Settings", 1, "nsi"'  = "Синтаксическая тема: NSIS"
'"Coder::Settings", 1, "dpr"'  = "Синтаксическая тема: Pascal"
'"Coder::Settings", 1, "pl"'   = "Синтаксическая тема: Perl"
'"Coder::Settings", 1, "php"'  = "Синтаксическая тема: PHP"
'"Coder::Settings", 1, "ps1"'  = "Синтаксическая тема: PowerShell (ps1)"
'"Coder::Settings", 1, "py"'   = "Синтаксическая тема: Python"
'"Coder::Settings", 1, "rc"'   = "Синтаксическая тема: Resource (rc)"
'"Coder::Settings", 1, "sh"'   = "Синтаксическая тема: Shell (sh)"
'"Coder::Settings", 1, "sql"'  = "Синтаксическая тема: SQL"
'"Coder::Settings", 1, "vbs"'  = "Синтаксическая тема: VBScript"
'"Coder::Settings", 1, "xml"'  = "Синтаксическая тема: XML"
'"Coder::Settings", 1, "?"'    = "Синтаксическая тема: Без темы"
'"Coder::Settings", 1, "uutxt"' = "Синтаксическая тема: Текст"
// Color Themes...
'"Coder::Settings", 5, "Default"'         = "Цветовая тема: Default"
'"Coder::Settings", 5, "Active4D"'        = "Цветовая тема: Active4D"
'"Coder::Settings", 5, "Bespin"'          = "Цветовая тема: Bespin"
'"Coder::Settings", 5, "Cobalt"'          = "Цветовая тема: Cobalt"
'"Coder::Settings", 5, "Dawn"'            = "Цветовая тема: Dawn"
'"Coder::Settings", 5, "Earth"'           = "Цветовая тема: Earth"
'"Coder::Settings", 5, "iPlastic"'        = "Цветовая тема: iPlastic"
'"Coder::Settings", 5, "Lazy"'            = "Цветовая тема: Lazy"
'"Coder::Settings", 5, "Mac Classic"'     = "Цветовая тема: Mac Classic"
'"Coder::Settings", 5, "Monokai"'         = "Цветовая тема: Monokai"
'"Coder::Settings", 5, "Obsidian"'        = "Цветовая тема: Obsidian"
'"Coder::Settings", 5, "Solarized Light"' = "Цветовая тема: Solarized Light"
'"Coder::Settings", 5, "Solarized Dark"'  = "Цветовая тема: Solarized Dark"
'"Coder::Settings", 5, "SpaceCadet"'      = "Цветовая тема: SpaceCadet"
'"Coder::Settings", 5, "Sunburst"'        = "Цветовая тема: Sunburst"
'"Coder::Settings", 5, "Twilight"'        = "Цветовая тема: Twilight"
'"Coder::Settings", 5, "Zenburn"'         = "Цветовая тема: Zenburn"
// Mark...
'"Coder::HighLight", 2, 0, "#9BFFFF", 1, 0, 11' = "Отметить: Бирюзовым"
'"Coder::HighLight", 2, 0, "#FFCD9B", 1, 0, 12' = "Отметить: Оранжевым"
'"Coder::HighLight", 2, 0, "#FFFF9B", 1, 0, 13' = "Отметить: Желтым"
'"Coder::HighLight", 2, 0, "#BE7DFF", 1, 0, 14' = "Отметить: Фиолетовым"
'"Coder::HighLight", 2, 0, "#88E188", 1, 0, 15' = "Отметить: Зеленым"
'"Coder::HighLight", 2, 0, "#A9A9A9", 1, 0, 16' = "Отметить: Серым"
'"Coder::HighLight", 2, 0, "#FF5959", 1, 0, 17' = "Отметить: Красным"
'"Coder::HighLight", 2, 0, "#68A7FF", 1, 0, 18' = "Отметить: Синим"
'"Coder::HighLight", 3, 0'                      = "Отметить: Убрать все отметки"
// Special Characters...
'"SpecialChar::Settings", 1, "8", "0", "0", -1, -1'               = "Специальные символы: Отображать Линию отступа (вертикально)"
'"SpecialChar::Settings", 1, "1,2,3,9,7,4,5,6", "0", "0", -3, -3' = "Специальные символы: Отображать Все символы"
'"SpecialChar::Settings", 1, "1,2", "0", "0", -3, -3'             = "Специальные символы: Отображать Пробел и Табуляцию"
'"SpecialChar::Settings", 1, "3,9", "0", "0", -3, -3'             = "Специальные символы: Отображать Новую строку и Конец файла"
'"SpecialChar::Settings", 1, "7", "0", "0", -1, -1'               = "Специальные символы: Отображать Перенос строки"
'"SpecialChar::Settings", 1, "4,5,6", "0", "0", -3, -3'           = "Специальные символы: Отображать ВертТаб, Прогон листа, Null"
// Lineboard...
'"LineBoard::Main", 3, -1' = "Номера строк и закладки: Линейка вкл/выкл"
'"LineBoard::Main", 17'    = "Закладки: Меню закладок...\tAlt+Home"
'"LineBoard::Main", 18'    = "Закладки: Перейти к следующей закладке\tAlt+PgDn"
'"LineBoard::Main", 19'    = "Закладки: Перейти к предыдущей закладке\tAlt+PgUp"
'"LineBoard::Main", 15'    = "Закладки: Установить закладку\tAlt+Insert"
'"LineBoard::Main", 16'    = "Закладки: Удалить закладку\tAlt+Delete"
'"LineBoard::Main", 14'    = "Закладки: Удалить все закладки\tShift+Alt+Delete"

[Scripts]
"" = "Скрипты: Запустить последний вызванный"
"Calculator.js" = "Скрипты: Текстовый калькулятор"
"ColumnCounter.js" = "Скрипты: Счетчик вертикального выделения"
"InsertDate.js" = "Скрипты: Вставить дату"
"InsertFile.js" = "Скрипты: Вставить файл..."
'"Keyboard.js", `-Type=Layout -Direction=En->Ru`'   = "Скрипты: Исправить клавиатурный набор En->Ru"
'"Keyboard.js", `-Type=Layout -Direction=Ru->En`'   = "Скрипты: Исправить клавиатурный набор Ru->En"
'"Keyboard.js", `-Type=Translit -Direction=En->Ru`' = "Скрипты: Транслитерация Latin->Cyrillic"
'"Keyboard.js", `-Type=Translit -Direction=Ru->En`' = "Скрипты: Транслитерация Cyrillic->Latin"
"LinesFilter.js" = "Скрипты: Фильтр строк с регулярными выражениями..."
"RenameFile.js" = "Скрипты: Переименовать текущий файл..."
"SearchReplace.js" = "Скрипты: Поиск/Замена с регулярными выражениями...\tCtrl+Shift+F"
"SpellCheck.js" = "Скрипты: Проверить орфографию"
"TabSwitch.js" = "Скрипты: Переключить вкладку\tCtrl+Tab"

[Exec]
'explorer /e,/select, "%f"' = "Показать текущий файл в Проводнике (Explorer)"
'cmd /K cd /D "%d"' = "Открыть путь к файлу в консоли (cmd)"
'cmd /K cd /D "%USERPROFILE%"' = "Открыть папку %UserProfile% в консоли (cmd)"
':OpenLngFile()' = "Конфигурация: Редактировать CommandPalette.lng"
